tap "encoredev/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "git-friendly/git-friendly"
tap "lihaoyun6/tap"
tap "mobile-dev-inc/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "trentm/tap"
tap "xo/xo"
brew "bat"
brew "colima"
brew "coreutils"
brew "docker"
brew "duti"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "libpq"
brew "llama.cpp"
brew "mackup"
brew "mas"
brew "mods"
brew "pgcli"
brew "pnpm"
brew "ruby"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "watchexec"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "airbattery"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "meld"
cask "microsoft-edge"
cask "moom"
cask "ngrok"
cask "postman"
cask "qlmarkdown"
cask "sensiblesidebuttons"
cask "stats"
cask "syntax-highlight"
cask "textmate"
cask "transmission"
cask "vlc"
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
vscode "anweber.vscode-httpyac"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bruceyuhb.hsl-preview"
vscode "byi8220.indented-block-highlighting"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "geddski.macros"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kricsleo.vscode-package-json-inspector"
vscode "lokalise.i18n-ally"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "unional.vscode-sort-package-json"
vscode "usernamehw.errorlens"
vscode "vercel.turbo-vsc"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
