tap "encoredev/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "git-friendly/git-friendly"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lihaoyun6/tap"
tap "mobile-dev-inc/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "trentm/tap"
tap "xo/xo"
brew "bat"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "duti"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "libpq"
brew "mackup"
brew "mailsy"
brew "mas"
brew "mods"
brew "ollama"
brew "openai-whisper"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "starship"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "encoredev/tap/encore"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "airbattery"
cask "automattic-texts"
cask "beekeeper-studio"
cask "betterdisplay"
cask "clickup"
cask "coteditor"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "markedit"
cask "meld"
cask "microsoft-edge"
cask "mongodb-compass"
cask "mullvadvpn"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "qlmarkdown"
cask "sensiblesidebuttons"
cask "syntax-highlight"
cask "teamviewer"
cask "telegram"
cask "vlc"
cask "zulu"
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
vscode "adpyke.vscode-sql-formatter"
vscode "aslamanver.node-js-dependency-manager"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bruceyuhb.hsl-preview"
vscode "catppuccin.catppuccin-vsc"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "lokalise.i18n-ally"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
