tap "charmbracelet/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "git-friendly/git-friendly"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lihaoyun6/tap"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "trentm/tap"
brew "act"
brew "autojump"
brew "libgit2@1.7"
brew "bat"
brew "coreutils"
brew "duti"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "filebeat"
brew "fnm"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "icdiff"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "node"
brew "pgcli"
brew "pnpm"
brew "prettyping"
brew "pv"
brew "ripgrep"
brew "starship"
brew "tag"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "typescript"
brew "watchman"
brew "websocat"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/mods"
brew "felixkratz/formulae/sketchybar"
brew "git-friendly/git-friendly/git-friendly"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "trentm/tap/ecslog"
cask "adguard"
cask "airbattery"
cask "arc"
cask "clickup"
cask "coteditor"
cask "datagrip"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "goland"
cask "iterm2"
cask "maccy"
cask "marta"
cask "monitorcontrol"
cask "mullvadvpn"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "quickrecorder"
cask "rectangle"
cask "sensiblesidebuttons"
cask "stats"
cask "syntax-highlight"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
mas "Bitwarden", id: 1352778147
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Speedtest", id: 1153157709
vscode "adpyke.vscode-sql-formatter"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "ctf0.duplicated-code-new"
vscode "ctf0.save-editors-layout"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "mrmlnc.vscode-json5"
vscode "naumovs.color-highlight"
vscode "paulomenezes.duplicated-code"
vscode "qwtel.sqlite-viewer"
vscode "richie5um2.vscode-sort-json"
vscode "shahilkumar.docxreader"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "unional.vscode-sort-package-json"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
